tap "natesales/repo", "https://github.com/natesales/repo"
tap "valkyrie00/bbrew"
brew "atuin"
brew "bash-preexec"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "gh"
brew "glab"
brew "onedrive-cli", restart_service: :changed
brew "parallel"
brew "python-build"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stress-ng"
brew "tealdeer"
brew "television"
brew "trash-cli"
brew "ugrep"
brew "uutils-coreutils"
brew "yq"
brew "zoxide"
brew "natesales/repo/q"
brew "valkyrie00/bbrew/bbrew"
cask "font-arvo"
cask "font-iosevka-term-slab-nerd-font"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
